.insomnia/Request/req_4a4f43164c174f15adc4cd0645b1176d.yml

_id: req_4a4f43164c174f15adc4cd0645b1176d
type: Request
parentId: fld_7c4a08fcb9a24b27bd0a0df89ce1cdb1
modified: 1628608358808
created: 1628608358808
url: https://192.168.188.8/ws/elementsInformationService
name: GetElementPerformance
description: ""
method: POST
body:
  mimeType: ""
  text: "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\r

    <soapenv:Envelope
    xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\"
    xmlns:com=\"com.gilat.ngnms.server.services.ws.cfg.face\">   \r

    <soapenv:Header/>    \r

    <soapenv:Body>       \r

    <com:getElementPerformance>         \r

    <reportElement>             \r

    \    <element>                \r

    \        <eType>CPE</eType>                \r

    \        <cpeId>                   \r

    \            <managedGroupId>2</managedGroupId>                   \r

    \            <subscriberId>88154</subscriberId>                \r

    \        </cpeId>             \r

    \    </element>             \r

    \    <reportType>LAST_FWD_RX_ESN0</reportType>             \r

    \    <resolution>H</resolution>             \r

    \    <startDate>1595549154000</startDate>             \r

    \    <endDate>1595635554000</endDate>          \r

    </reportElement>          \r

    <lastIndex>0</lastIndex>       \r

    </com:getElementPerformance>    \r

    </soapenv:Body> \r

    </soapenv:Envelope> "
parameters: []
headers:
  - name: Content-Type
    value: text/xml
authentication:
  type: basic
  disabled: false
  username: apis
  password: apis2020
metaSortKey: -1628608358808
isPrivate: false
settingStoreCookies: true
settingSendCookies: true
settingDisableRenderRequestBody: false
settingEncodeUrl: true
settingRebuildPath: true
settingFollowRedirects: global
